# Aula 07

In [9]:
import pandas as pd
import matplotlib.pyplot as plt

In [10]:
mediaEnemPorMunicipio = pd.read_csv('mediaEnemPorMunicipio.csv', sep=',', index_col=0)

In [11]:
mediaEnemPorMunicipio.head()

,CO_MUNICIPIO_RESIDENCIA,NO_MUNICIPIO_RESIDENCIA,CO_UF_RESIDENCIA,SG_UF_RESIDENCIA,NU_NOTA_REDACAO,NU_NOTA_MT,NU_NOTA_CH,NU_NOTA_CN,NU_NOTA_LC
0,1100015,Alta Floresta D'Oeste,11,RO,488.000000,496.280000,583.940000,487.940000,487.960000
1,1100023,Ariquemes,11,RO,470.000000,480.918750,564.823529,476.937500,494.955882
2,1100049,Cacoal,11,RO,478.490566,533.844898,551.352830,491.157143,526.354717
3,1100056,Cerejeiras,11,RO,740.000000,462.400000,642.500000,517.600000,592.100000
4,1100064,Colorado do Oeste,11,RO,620.000000,704.900000,638.700000,536.300000,528.300000

In [14]:
colunasAtlas = ['ANO']
atlasHumano = pd.read_csv('atlas2013_dadosbrutos_pt.csv', sep=';', usecols=colunasAtlas)

In [15]:
atlasHumano.head()

    ANO
0  1991
1  2000
2  2010